<?php

$lang = array(

#VIDEOFORMATS
'videoformats_body' => "<h2>Downloaded a movie and don't know what CAM/TS/TC/SCR means?</h2>
    <table width='100%' border='1' cellspacing='0' cellpadding='10'><tr><td class='text'> 

    <b>CAM -</b><br />
    <br />
    לעיתים נעשה שימוש בחצובה בזמן הצילום, אך לא תמיד, כמו-כן לפעמים המקום שבו ישב הצלם לא היה אידיאלי מבחינת זווית או מרחק. הסאונד של הסרט הוקלט באולם בעזרת מיקרופון הקבוע בתוך המצלמה.<br />
מכל הפרטים האלו, אתם יכולים להבין שאי-אפשר לצפות לאיכות טובה מסרט מסוג זה (Cam).<br />
אל תתפלאו אם יהיו רעידות בסרט לכל אורכו (צולם ללא חצובה) או אם תראו באמצע דמות של מישהו שקם לצאת לשירותים או אם תשמעו ברקע את השיחה הרומנטית של הזוג שישב בדיוק לפני הצלם....<br />

    <br />
    <b>TELESYNC (TS) -</b><br />
    <br />
    בחלק מבתי-הקולנוע קיימות יציאות מיוחדות בכיסאות המיועדות לחיבור אוזניות עבור אנשים כבדי -שמיעה. ניתן לחבר את כניסת האודיו במצלמת הוידאו אל יציאת האוזניות ואז להקליט את הסאונד בצורה איכותית יותר.<br />
במקרים מסוימים, גרסאות TS מצולמות בעזרת מצלמה איכותית מתוך תא המקרין בזמן שהקולנוע ריק (למשל על-ידי חבר של המקרין) ואז <br />
מתקבלות גרסאות טובות יחסית, אבל אי-אפשר לדעת זאת בוודאות אלא אם כן מורידים חלק מהקובץ אל המחשב וצופים בו.<br />
    <br />
    <br />
    <b>TELECINE (TC) -</b><br />
    <br />
	סרטי TC אלו סרטים שהועתקו בצורה דיגיטלית ישירות מהגלגל (פילם) של הסרט בעזרת ציוד מיוחד. סרטים מהסוג הזה הם באיכות טובה מאוד בדרך-כלל.<br />
    מכיוון שהציוד הנדרש אינו נפוץ וכן חייבים גישה ישירה לגלגל של הסרט (כמו שיש למשל למי שמקרין את הסרטים בקולנוע), גרסאות של סרטים מסוג TC הן לא נפוצות כל-כך.<br />
    <br />
    <br />
    <b>DVD-SCREENER (DVDscr) או SCREENER (SCR) -</b><br />
    <br />
    סקרינרים נמסרים למשל לכותבי-ביקורות בעיתונים או לספריות וידאו, כדי שאנשים יוכלו לראות חלק מהסרט לפני שהם מחליטים לשכור אותו. ייתכן מצב שבו סקרינר שהורד מהאינטרנט יהיה באיכות גרועה אם מי שהעביר אותו לקובץ מחשב עשה עבודה לא-מוצלחת, אבל זה לא מקרה נפוץ.

הדבר שמבדיל סקרינר מגרסה רגילה של הסרט הוא שסקרינר יכול להכיל סוגים שונים של 'הפרעות' אשר הוכנסו לשם במיוחד על-ידי מפיקי-הסרט כדי לפגום בהנאה של מי שמעתיק את הסרט. <br />
דוגמאות להפרעות אפשריות בסרט הן:

- חלקים מהסרט מופיעים בשחור-לבן.
- מופיע מונה (למשל מונה -זמן) על המסך לאורך כל הסרט.
- מופיעה הודעה של זכויות יוצרים פעם ברבע שעה וכן מספר טלפון כדי להודיע על עותקים לא חוקיים של הסרט.<br />
    <br />
    <br />
    <b>DVDRip -</b><br />
    <br />
    זו גרסת הסרט המומלצת בדרך-כלל. זוהי פשוט העתקה של ה-DVD המקורי אל קובץ מחשב ולכן ברוב המקרים איכות התמונה טובה מאוד (אלא אם כן מי שביצע את ההעתקה מפשל וגורם לירידה דרסטית באיכות).<br />
החיסרון העיקרי של גרסת DVDRip הוא שזו בדרך-כלל הגרסה שיוצאת אחרונה לאינטרנט כי מי שיוצר אותה חייב לחכות עד שה-DVD הדרוש יגיע לספריות הוידאו.<br />
    <br />
    <br />
    <b>BRRip/BDRip (הם קיצור של Blu-ray Disc Rip ) -</b><br />
    <br />
    שניהם 'קריעות' של קבצי HD ושניהם איכותיים מאוד.
ההבדל ביניהם הוא המקור שממנו נעשתה הקריעה, כש BDRip נחשב ליותר איכותי .<br />
    <br />
    <br />
    <b>HD אמיתי (Full HD & HD Ready) -</b><br />
    <br />
	הHD מתחלק לכמה סוגים , השניים העיקריים הם :
720P – HD Ready<br />
1080P – Full HD<br />
ההבדל העיקרי בין שניהם הוא היחס בין גודל המסך למרחק הצפייה מתאים.<br /><br />

720P – שוקל באזור ה 4GB ~ 6GB תלוי באורך וסוג הסרט.<br />
1080P – שוקל באזור ה 8GB ~ 12GB תלוי באורך וסוג הסרט.<br />

סרטים באיכות הזאת, אי אפשר לקודד
לכן, מי שמוריד, יוריד אתה תרגום בנפרד ויחבר אותו תוך כדי הצפייה במחשב.
	<br />
	<br />
    <b>TVRip -</b><br />
    <br />
    זה הקלטה של תוכניות טלויזיה או ישירות מהטלויזיה (ולפעמים ממקור קדם של לוויינים שמאפשרים קבלת הפרק לפני שמשודר בטלוויזיה).<br />
ריפים בדרך כלל באיכות טובה שוב תלוי באיכות הכרטיס טלוויזיה או הכרטיס שמאפשר חיבור חיצוני של ממיר או טלוויזיה למחשב.<br />
PDTV  ו HDTV הם סוג הקלטה הלקוחים ממקור דיגיטלי מצוין ומניב את התוצאות הטובות ביותר.<br />
ההקלטה משוחררת בקידודי Divx\XViD VCD SVCD כל אחד מוריד מה שמתאים לו.<br />
    <br />
    <br />",
'videoformats_header' => "Video Formats"
);

?>